export const posts = [
  {
    category: "美食",
    title: "全聯版懶人鹹水雞",
    content: "做法：白蘿蔔切大塊先入鍋用熱水煮軟，蔬菜切成喜歡的大小，味道淡的蔬菜先燙可以避免被其他味道較重的食材影響，撈起來泡冰水降溫，燙菇類，燙豆乾與貢丸 取出雞腿醬汁留著備用，切成小塊，盆中放入喜歡的蔬菜再放上雞肉與剛剛的醬汁，依照喜好加入胡椒粉鹹度也可以在這個步驟加入鹽巴調味，搖晃均勻即可。",
    likes: 132,
    comments: 24
  },
  {
    category: "追星",
    title: "集中討論 ROSÉ-number one girl二單回歸",
    content: "看哭了 超級好聽🥹🥹 ROSÉ詞曲一作 bruno mars參與編曲製作 這應該也是ROSÉ當時寄給火星人的其中一首，兩人二度合作！",
    likes: 754,
    comments: 325
  },
  {
    category: "有趣",
    title: "報復爸爸的方式就是讓他考試",
    content: "不知道大家有沒有小時候被爸媽逼著讀書的經驗 像我跟我哥小時候都是不讀書、整天跑出門玩 回家專門跑給我爸追的那種(›´ω`‹) 因為我爸年紀也有了，打算開始享受退休生活 所以開始把家裡的事業交給哥哥管理 現在處於一個禮拜上不到三天班的半退休狀態 因為他年輕時都在忙工作 我們想說趁現在他退休閒閒在家很有空 剛好可以去上他一直很想學的日文 諮詢獲得同意之後，就幫他報名了日文課程（但是是用他的錢啦～哈哈哈",
    likes: 227,
    comments: 154
  },
  {
    category: "美妝",
    title: "新手也可以駕馭的員瑛牛奶肌!姊妹們學起來~~",
    content: "上妝之前我妝前保濕也真的是有好好做足!用的是CeraVe家的水光精華增加皮膚本身的保水度 他們家的保濕都蠻好用的，這罐除了玻尿酸還加了B5用起來修護感蠻強的 ，如果秋冬皮膚容易泛紅的這罐拿來當妝前打底還蠻合適的 質地本身偏稠，外加因為是妝前保養壓兩下就夠了 我自己鼻翼兩側容易卡粉的地方有特別加強~ 接著再用乾粉撲噴定妝噴霧把粉底往外圍過度 這樣就有自然立體輪廓啦~~ 淚溝、眉心、下巴我有用液狀跟膏狀明亮色遮瑕混合點塗 不同的亮度混合感覺更自然 後面再用粉撲輕輕拍開就ok囉 基本都是用粉色作為底色 再用加深色畫在下至跟眼頭一點點 這樣眼神看起來更深邃喔 然後小員最特別的臥蠶就是用閃粉給他大力塗上去！最後再貼上假睫毛眼妝就完成啦",
    likes: 412,
    comments: 354
  },
  {
    category: "比賽",
    title: "世界棒球12強⚾️集中討論 11/21 複賽－台灣隊🇹🇼0:2惜敗委內瑞拉隊🇻🇪",
    content: "上比賽結束，台灣 0：2 委內瑞拉 9局上半 台灣更換代打邱智呈 第五棒 邱智呈：二壘滾地球，經過電視輔助判決遭到刺殺，1出局 台灣更換代打戴培峰 第六棒 戴培峰：二壘滾地球，2出局 委內瑞拉更換投手富藍戈（Enderson Franco） 第七棒 江坤宇：揮棒落空三振，3出局 - 8局下半 第八棒 羅德里格斯（David Rodriguez）：三壘滾地球，台灣三壘手潘傑楷發生失誤，一壘有人 第九棒 卡斯蒂約（Diego Castillo）：執行觸擊成功，1出局，二壘有人 台灣更換投手莊昕諺 委內瑞拉更換代跑馬查多（Dixon Machado） 第一棒  阿瑪里斯塔（Alexi Amarista）：左外野飛球，2出局 - 8局上半 第一棒 陳晨威：好球進壘三振，1出局 第二棒 林立：投手滾地球，2出局 第三棒 陳傑憲：觸身球保送，一壘有人！！ 第四棒 曾頌恩：揮棒落空三振，3出局",
    likes: 357,
    comments: 104
  },
  {
    category: "工作",
    title: "公司不同意我離職",
    content: "誰知道剛工作才一個半月 在禮拜一早上被公司通知讓我禮拜五走人 但走人之前 公司把一大堆工作內容都丟給我 還有包含不是我本身職位的工作都給我 我拒絕以後 公司高層就直接威脅我 說像我這樣剛畢業的年輕人 他們可以直接弄死我 但我還是堅決 他們那天通知我離職 我就當天下午下班全交接就離職 依照勞基法而言 工作未滿三個月是 不必提前預告離職 告知離職當天就可以離開公司",
    likes: 732,
    comments: 474
  }
]
